Repository: atlemo/SimplShot-App
Catalog: Resources/Localizable.xcstrings
Source language: en
Languages: de, fr, ja, ru, zh_hans

source: Open images in:
de: Bilder öffnen in:
fr: Ouvrir les images en mode :
ja: 画像を開くモード:
ru: Открывать изображения в:
zh_hans: 打开图像时使用：

source: Open Screenshots Folder
de: Bildschirmfoto-Ordner öffnen
fr: Ouvrir le dossier des captures
ja: スクリーンショットフォルダを開く
ru: Открыть папку со снимками
zh_hans: 打开截图文件夹

source: Open Settings
de: Einstellungen öffnen
fr: Ouvrir les réglages
ja: 設定を開く
ru: Открыть настройки
zh_hans: 打开设置

source: Padding
de: Innenabstand
fr: Marge
ja: 余白
ru: Отступы
zh_hans: 边距

source: Page %@
de: Seite %@
ja: ページ%@
ru: Страница %@
zh_hans: 第 %@ 页

source: Page size
de: Seitengröße
fr: Taille de la page
ja: ページサイズ
ru: Размер страницы
zh_hans: 页面尺寸

source: Pages
de: Seiten
ja: ページ数
ru: Страницы
zh_hans: 页数

source: Password
de: Passwort
fr: Mot de passe
ja: パスワード
ru: Пароль
zh_hans: 密码

source: Password Required
de: Passwort erforderlich
fr: Mot de passe requis
ja: パスワードが必要です
ru: Требуется пароль
zh_hans: 需要密码

source: Permissions Setup
de: Berechtigungen einrichten
fr: Configuration des autorisations
ja: 権限の設定
ru: Настройка разрешений
zh_hans: 权限设置

source: Permissions:
de: Berechtigungen:
fr: Autorisations :
ja: 権限:
ru: Разрешения:
zh_hans: 权限：

source: Pixelate
de: Verpixeln
fr: Pixelliser
ja: モザイク
ru: Пикселизация
zh_hans: 像素化

source: Pixelation
de: Verpixelung
fr: Pixellisation
ja: モザイク
ru: Пикселизация
zh_hans: 像素化

source: Pixelation now exports exactly as previewed — saved and copied images use the same soft mosaic blocks you see in the editor.
de: Verpixelung wird jetzt exakt wie in der Vorschau exportiert — gespeicherte und kopierte Bilder verwenden dieselben weichen Mosaikblöcke wie im Editor.
fr: La pixellisation est maintenant exportée exactement comme dans l'aperçu — les images enregistrées et copiées utilisent la même mosaïque douce que celle affichée dans l'éditeur.
ja: ピクセレートの書き出しがプレビューと完全に一致するようになりました — 保存やコピーした画像も、エディタで見えるのと同じ柔らかなモザイクになります。
ru: Пикселизация теперь экспортируется точно как в предпросмотре — сохранённые и скопированные изображения используют ту же мягкую мозаику, что и в редакторе.
zh_hans: 像素化导出效果现在与预览完全一致 — 保存和复制的图片使用与编辑器中所见相同的柔和马赛克。

source: Preview:
de: Vorschau:
fr: Aperçu :
ja: プレビュー:
ru: Предпросмотр:
zh_hans: 预览：

source: Previous match (⇧⏎)
de: Vorheriger Treffer (⇧⏎)
fr: Résultat précédent (⇧⏎)
ja: 前の一致（⇧⏎）
ru: Предыдущее совпадение (⇧⏎)
zh_hans: 上一个匹配项（⇧⏎）

source: Previous Page
de: Vorherige Seite
fr: Page précédente
ja: 前のページ
ru: Предыдущая страница
zh_hans: 上一页

source: Print…
de: Drucken…
fr: Imprimer…
ja: プリント…
ru: Напечатать…
zh_hans: 打印…

source: Purple
de: Violett
fr: Violet
ja: パープル
ru: Фиолетовый
zh_hans: 紫色

source: Purple Haze
de: Violetter Dunst
fr: Brume violette
ja: パープルヘイズ
ru: Фиолетовая дымка
zh_hans: 紫雾

source: Quit SimplShot
de: SimplShot beenden
fr: Quitter SimplShot
ja: SimplShotを終了
ru: Завершить SimplShot
zh_hans: 退出 SimplShot

source: Rate SimplShot
de: SimplShot bewerten
fr: Noter SimplShot
ja: SimplShotを評価
ru: Оценить SimplShot
zh_hans: 给 SimplShot 评分

source: Ratio
de: Verhältnis
fr: Format
ja: 比率
ru: Пропорции
zh_hans: 比例

source: Ready
de: Bereit
fr: Prêt
ja: 準備完了
ru: Готово
zh_hans: 就绪

source: Rectangle
de: Rechteck
ja: 長方形
ru: Прямоугольник
zh_hans: 矩形

source: Red
de: Rot
fr: Rouge
ja: レッド
ru: Красный
zh_hans: 红色

source: Redesigned Edit mode — photo adjustments are now organised into tidy, collapsible Light, Color and Detail sections (inspired by Apple Photos), so the panel is much easier to scan.
de: Neu gestalteter Bearbeitungsmodus — die Fotoanpassungen sind jetzt in aufgeräumte, zuklappbare Bereiche „Licht“, „Farbe“ und „Details“ gegliedert (inspiriert von der Fotos-App), wodurch sich das Panel viel leichter erfassen lässt.
fr: Mode Modifier repensé — les retouches sont désormais réparties en sections repliables Lumière, Couleur et Détail (inspirées de Photos), ce qui rend le panneau bien plus lisible.
ja: 編集モードを刷新 — 写真調整が「ライト」「カラー」「ディテール」という折りたためるセクションに整理され（「写真」Appにヒントを得たデザインです）、パネルがぐっと見やすくなりました。
ru: Обновлённый режим правки — коррекции сгруппированы в аккуратные сворачиваемые разделы «Свет», «Цвет» и «Детализация» (по мотивам приложения «Фото»), поэтому панель стало гораздо легче просматривать.
zh_hans: 重新设计的编辑模式——照片调整现在被整理到可折叠的“光效”“颜色”和“细节”三个部分中（灵感来自“照片”App），面板因此清晰易读了许多。

source: Refresh Status
de: Status aktualisieren
fr: Actualiser l’état
ja: 状況を更新
ru: Обновить статус
zh_hans: 刷新状态

source: Remove %@
de: %@ entfernen
fr: Retirer %@
ja: %@を削除
ru: Удалить %@
zh_hans: 移除 %@

source: Remove the background to resize the image.
de: Entferne den Hintergrund, um die Bildgröße zu ändern.
fr: Retirez l’arrière-plan pour redimensionner l’image.
ja: 画像のサイズを変更するには背景を削除してください。
ru: Уберите фон, чтобы изменить размер изображения.
zh_hans: 移除背景后才能调整图像大小。

source: Reset
de: Zurücksetzen
fr: Réinitialiser
ja: リセット
ru: Сбросить
zh_hans: 还原

source: Reset All Adjustments
de: Alle Anpassungen zurücksetzen
fr: Réinitialiser toutes les retouches
ja: すべての調整をリセット
ru: Сбросить все коррекции
zh_hans: 还原所有调整

source: Reset Color
de: Farbe zurücksetzen
fr: Réinitialiser la couleur
ja: カラーをリセット
ru: Сбросить цвет
zh_hans: 还原颜色

source: Reset Detail
de: Details zurücksetzen
fr: Réinitialiser le détail
ja: ディテールをリセット
ru: Сбросить детализацию
zh_hans: 还原细节

source: Reset Light
de: Licht zurücksetzen
fr: Réinitialiser la lumière
ja: ライトをリセット
ru: Сбросить свет
zh_hans: 还原光效

source: Reset Zoom
de: Zoom zurücksetzen
fr: Réinitialiser le zoom
ja: ズームをリセット
ru: Сбросить масштаб
zh_hans: 还原缩放

source: Resize
de: Größe ändern
fr: Redimensionner
ja: サイズ変更
ru: Изменить размер
zh_hans: 调整大小

source: Restart Now
de: Jetzt neu starten
fr: Redémarrer maintenant
ja: 今すぐ再起動
ru: Перезапустить
zh_hans: 立即重新启动

source: Restart Required
de: Neustart erforderlich
fr: Redémarrage requis
ja: 再起動が必要です
ru: Требуется перезапуск
zh_hans: 需要重新启动

source: Restore
de: Wiederherstellen
fr: Restaurer
ja: 復元
ru: Восстановить
zh_hans: 恢复

source: Restore the default shortcut
de: Standardkurzbefehl wiederherstellen
fr: Rétablir le raccourci par défaut
ja: デフォルトのショートカットに戻す
ru: Восстановить сочетание по умолчанию
zh_hans: 恢复默认快捷键

source: Right
de: Rechts
fr: Droite
ja: 右
ru: Справа
zh_hans: 右

source: Rotate 90° clockwise
de: Um 90° im Uhrzeigersinn drehen
fr: Pivoter de 90° dans le sens horaire
ja: 時計回りに90°回転
ru: Повернуть на 90° по часовой стрелке
zh_hans: 顺时针旋转 90°

source: Rotate 90° counter-clockwise
de: Um 90° gegen den Uhrzeigersinn drehen
fr: Pivoter de 90° dans le sens antihoraire
ja: 反時計回りに90°回転
ru: Повернуть на 90° против часовой стрелки
zh_hans: 逆时针旋转 90°

source: Rotate Left
de: Nach links drehen
fr: Pivoter vers la gauche
ja: 左に回転
ru: Повернуть влево
zh_hans: 向左旋转

source: Rotate Right
de: Nach rechts drehen
fr: Pivoter vers la droite
ja: 右に回転
ru: Повернуть вправо
zh_hans: 向右旋转

source: Rotate:
de: Drehung:
fr: Rotation :
ja: 回転:
ru: Поворот:
zh_hans: 旋转：

source: Saturation
de: Sättigung
ja: 彩度
ru: Насыщенность
zh_hans: 饱和度

source: Save
de: Sichern
fr: Enregistrer
ja: 保存
ru: Сохранить
zh_hans: 存储

source: Save & Copy
de: Sichern und kopieren
fr: Enregistrer et copier
ja: 保存してコピー
ru: Сохранить и скопировать
zh_hans: 存储并拷贝

source: Save & Copy now has a keyboard shortcut — press ⌘C in the editor to save your image, copy it to the clipboard and close the window, exactly like clicking the button. Prefer a different key? Settings › Shortcuts has a new Editor section where you can change it.
de: „Sichern und kopieren“ hat jetzt einen Tastaturkurzbefehl — drücke im Editor ⌘C, um dein Bild zu sichern, in die Zwischenablage zu kopieren und das Fenster zu schließen, genau wie beim Klick auf den Knopf. Lieber eine andere Taste? Unter Einstellungen › Kurzbefehle gibt es dafür einen neuen Bereich „Editor“.
fr: « Enregistrer et copier » dispose désormais d’un raccourci clavier — appuyez sur ⌘C dans l’éditeur pour enregistrer votre image, la copier dans le presse-papiers et fermer la fenêtre, exactement comme en cliquant sur le bouton. Vous préférez une autre touche ? Réglages › Raccourcis contient une nouvelle section Éditeur pour la modifier.
ja: 「保存してコピー」にキーボードショートカットが加わりました — エディタで⌘Cを押すと、ボタンをクリックしたときとまったく同じように、画像を保存し、クリップボードにコピーして、ウインドウを閉じます。別のキーがよければ、設定 › ショートカットに新しい「エディタ」セクションが用意されています。
ru: У команды «Сохранить и скопировать» появилось сочетание клавиш — нажмите ⌘C в редакторе, чтобы сохранить изображение, скопировать его в буфер обмена и закрыть окно, в точности как при нажатии кнопки. Нужна другая клавиша? В Настройках › Сочетания клавиш появился раздел «Редактор».
zh_hans: “存储并拷贝”现在有了键盘快捷键——在编辑器中按 ⌘C，即可像点击按钮一样存储图像、拷贝到剪贴板并关闭窗口。想换一个按键？设置 › 快捷键中新增了“编辑器”部分，可随时修改。

source: Save a copy
de: Kopie sichern
fr: Enregistrer une copie
ja: コピーを保存
ru: Сохранить копию
zh_hans: 存储副本

source: Save All
de: Alle sichern
fr: Tout enregistrer
ja: すべて保存
ru: Сохранить все
zh_hans: 全部存储

source: Save all open images and close
de: Alle geöffneten Bilder sichern und schließen
fr: Enregistrer toutes les images ouvertes et fermer
ja: 開いているすべての画像を保存して閉じる
ru: Сохранить все открытые изображения и закрыть
zh_hans: 存储所有已打开的图像并关闭

source: Save as new
de: Als neue Vorlage sichern
fr: Enregistrer comme nouveau
ja: 新規として保存
ru: Сохранить как новый
zh_hans: 存储为新模板

source: Save As…
de: Sichern unter…
fr: Enregistrer sous…
ja: 別名で保存…
ru: Сохранить как…
zh_hans: 存储为…

source: Save Failed
de: Sichern fehlgeschlagen
fr: Échec de l’enregistrement
ja: 保存に失敗しました
ru: Не удалось сохранить
zh_hans: 存储失败

source: Save Template
de: Vorlage sichern
fr: Enregistrer le modèle
ja: テンプレートを保存
ru: Сохранить шаблон
zh_hans: 存储模板

source: Save Template?
de: Vorlage sichern?
fr: Enregistrer le modèle ?
ja: テンプレートを保存しますか？
ru: Сохранить шаблон?
zh_hans: 要存储模板吗？

source: Save the current setup to "%@"?
de: Aktuelle Einstellungen in „%@“ sichern?
fr: Enregistrer la configuration actuelle dans « %@ » ?
ja: 現在の設定を「%@」に保存しますか？
ru: Сохранить текущие настройки в «%@»?
zh_hans: 要将当前设置存储到“%@”吗？

source: Save, close and copy the image to your clipboard
de: Sichern, schließen und das Bild in die Zwischenablage kopieren
fr: Enregistrer, fermer et copier l’image dans le presse-papiers
ja: 保存して閉じ、画像をクリップボードにコピー
ru: Сохранить, закрыть и скопировать изображение в буфер обмена
zh_hans: 存储、关闭并将图像拷贝到剪贴板

source: Scale:
de: Skalierung:
fr: Échelle :
ja: 拡大縮小:
ru: Масштаб:
zh_hans: 缩放：

source: Screen Recording
de: Bildschirmaufnahme
fr: Enregistrement de l’écran
ja: 画面収録
ru: Запись экрана
zh_hans: 屏幕录制

source: Screen Recording permission is not granted. Enable it in System Settings › Privacy & Security › Screen Recording, then restart SimplShot.
de: Die Berechtigung für Bildschirmaufnahmen wurde nicht erteilt. Aktiviere sie unter „Systemeinstellungen › Datenschutz & Sicherheit › Bildschirmaufnahme“ und starte SimplShot dann neu.
fr: L’autorisation d’enregistrement de l’écran n’est pas accordée. Activez-la dans Réglages Système › Confidentialité et sécurité › Enregistrement de l’écran, puis redémarrez SimplShot.
ja: 画面収録の許可がありません。システム設定 › プライバシーとセキュリティ › 画面収録で有効にしてから、SimplShotを再起動してください。
ru: Разрешение на запись экрана не предоставлено. Включите его в Системных настройках › Конфиденциальность и безопасность › Запись экрана, затем перезапустите SimplShot.
zh_hans: 尚未授予屏幕录制权限。请在“系统设置”›“隐私与安全性”›“屏幕录制”中开启，然后重新启动 SimplShot。

source: Screen Recording Permission Required
de: Berechtigung für Bildschirmaufnahme erforderlich
fr: Autorisation d’enregistrement de l’écran requise
ja: 画面収録の許可が必要です
ru: Требуется разрешение на запись экрана
zh_hans: 需要屏幕录制权限

source: Screen Recording permission was recently changed. Please restart SimplShot for it to take effect.
de: Die Berechtigung für Bildschirmaufnahmen wurde kürzlich geändert. Starte SimplShot neu, damit die Änderung wirksam wird.
fr: L’autorisation d’enregistrement de l’écran vient d’être modifiée. Redémarrez SimplShot pour qu’elle prenne effet.
ja: 画面収録の許可が変更されました。反映するにはSimplShotを再起動してください。
ru: Разрешение на запись экрана было изменено. Перезапустите SimplShot, чтобы изменения вступили в силу.
zh_hans: 屏幕录制权限刚刚发生了更改。请重新启动 SimplShot 以使其生效。

source: Screen Recording permission was recently changed. SimplShot needs to restart for it to take effect.
de: Die Berechtigung für Bildschirmaufnahmen wurde kürzlich geändert. SimplShot muss neu gestartet werden, damit sie wirksam wird.
fr: L’autorisation d’enregistrement de l’écran vient d’être modifiée. SimplShot doit redémarrer pour qu’elle prenne effet.
ja: 画面収録の許可が変更されました。反映するにはSimplShotを再起動する必要があります。
ru: Разрешение на запись экрана было изменено. Чтобы изменения вступили в силу, SimplShot нужно перезапустить.
zh_hans: 屏幕录制权限刚刚发生了更改。SimplShot 需要重新启动才能使其生效。

source: Screen Recording: Not Enabled
de: Bildschirmaufnahme: nicht aktiviert
fr: Enregistrement de l’écran : désactivé
ja: 画面収録: 無効
ru: Запись экрана: не включена
zh_hans: 屏幕录制：未开启

source: Screenshot Copied
de: Bildschirmfoto kopiert
fr: Capture copiée
ja: スクリーンショットをコピーしました
ru: Снимок скопирован
zh_hans: 截图已拷贝

source: Screenshot location:
de: Speicherort für Bildschirmfotos:
fr: Emplacement des captures :
ja: スクリーンショットの保存先:
ru: Папка для снимков:
zh_hans: 截图位置：

source: Screenshots Saved
de: Bildschirmfotos gesichert
fr: Captures enregistrées
ja: スクリーンショットを保存しました
ru: Снимки сохранены
zh_hans: 截图已存储

source: Select
de: Auswählen
fr: Sélection
ja: 選択
ru: Выбор
zh_hans: 选择

source: Select Application...
de: App auswählen...
fr: Sélectionner une app...
ja: アプリケーションを選択...
ru: Выберите приложение...
zh_hans: 选择 App...

source: Select Text
de: Text auswählen
fr: Sélectionner du texte
ja: テキストを選択
ru: Выделение текста
zh_hans: 选择文本

source: Set Up SimplShot
de: SimplShot einrichten
fr: Configurer SimplShot
ja: SimplShotの設定
ru: Настройка SimplShot
zh_hans: 设置 SimplShot

source: Settings…
de: Einstellungen…
fr: Réglages…
ja: 設定…
ru: Настройки…
zh_hans: 设置…

source: Shadow
de: Schatten
fr: Ombre
ja: シャドウ
ru: Тень
zh_hans: 阴影

source: Shadows
de: Tiefen
fr: Ombres
ja: シャドウ
ru: Тени
zh_hans: 阴影

source: Shapes
de: Formen
fr: Formes
ja: 図形
ru: Фигуры
zh_hans: 形状

source: Sharpness
de: Schärfe
fr: Netteté
ja: シャープネス
ru: Резкость
zh_hans: 锐度

source: Shortcuts
de: Kurzbefehle
fr: Raccourcis
ja: ショートカット
ru: Сочетания клавиш
zh_hans: 快捷键

source: Show in Finder
de: Im Finder zeigen
fr: Afficher dans le Finder
ja: Finderに表示
ru: Показать в Finder
zh_hans: 在访达中显示

source: SimplShot captured the screenshot but could not save it to the selected folder. Re-select the folder in Settings and try again.
de: SimplShot hat das Bildschirmfoto aufgenommen, konnte es aber nicht im ausgewählten Ordner sichern. Wähle den Ordner in den Einstellungen erneut aus und versuche es noch einmal.
fr: SimplShot a effectué la capture mais n’a pas pu l’enregistrer dans le dossier sélectionné. Sélectionnez à nouveau le dossier dans les réglages, puis réessayez.
ja: SimplShotはスクリーンショットを取得しましたが、選択したフォルダに保存できませんでした。設定でフォルダを選び直して、もう一度お試しください。
ru: SimplShot сделал снимок, но не смог сохранить его в выбранную папку. Выберите папку заново в настройках и попробуйте ещё раз.
zh_hans: SimplShot 已截取该截图，但无法将其存储到所选文件夹。请在“设置”中重新选择文件夹后重试。

source: SimplShot is free to use, and I do my best to keep it that way. But running it isn't entirely free — the Apple Developer Program, a small hosting bill, and the occasional weekend of debugging all add up.
de: SimplShot ist kostenlos, und ich gebe mein Bestes, dass es so bleibt. Der Betrieb ist allerdings nicht ganz umsonst: das Apple Developer Program, eine kleine Hosting-Rechnung und das eine oder andere Wochenende mit Fehlersuche summieren sich.
fr: SimplShot est gratuit, et je fais de mon mieux pour que cela dure. Mais le faire vivre n’est pas entièrement gratuit : le programme pour les développeurs Apple, une petite facture d’hébergement et quelques week-ends passés à déboguer, tout cela s’additionne.
ja: SimplShotは無料で使えますし、これからもそうであるよう努めています。ただ、運営がまったく無料というわけではありません。Apple Developer Program、わずかなホスティング費用、そして時折の週末のデバッグ作業が積み重なっています。
ru: SimplShot бесплатен, и я стараюсь сохранить его таким. Но его поддержка не совсем бесплатна: программа Apple Developer, небольшой счёт за хостинг и редкие выходные за отладкой складываются в заметную сумму.
zh_hans: SimplShot 可以免费使用，我也会尽力让它一直如此。但维护它并非完全没有成本——Apple 开发者计划、一笔不大的托管费用，以及偶尔耗在调试上的周末，都在累积。

source: SimplShot needs a macOS permission to capture screenshots. Granting it now avoids failed captures later.
de: SimplShot benötigt eine macOS-Berechtigung, um Bildschirmfotos aufzunehmen. Wenn du sie jetzt erteilst, schlagen spätere Aufnahmen nicht fehl.
fr: SimplShot a besoin d’une autorisation macOS pour effectuer des captures d’écran. L’accorder maintenant évite des échecs par la suite.
ja: SimplShotがスクリーンショットを取得するにはmacOSの許可が必要です。今許可しておくと、後でキャプチャに失敗せずに済みます。
ru: SimplShot требуется разрешение macOS для создания снимков экрана. Выдайте его сейчас, чтобы снимки не срывались позже.
zh_hans: SimplShot 需要一项 macOS 权限才能截取屏幕。现在授予可以避免之后截图失败。

source: SimplShot needs Accessibility permission to %@.
de: SimplShot benötigt die Berechtigung für Bedienungshilfen, um %@.
fr: SimplShot a besoin de l’autorisation d’accessibilité pour %@.
ja: SimplShotが%@には、アクセシビリティの許可が必要です。
ru: SimplShot требуется разрешение универсального доступа, чтобы %@.
zh_hans: SimplShot 需要辅助功能权限才能%@。

source: SimplShot needs Screen Recording permission to %@. After enabling it in System Settings, you'll need to restart SimplShot.
de: SimplShot benötigt die Berechtigung für Bildschirmaufnahmen, um %@. Nachdem du sie in den Systemeinstellungen aktiviert hast, muss SimplShot neu gestartet werden.
fr: SimplShot a besoin de l’autorisation d’enregistrement de l’écran pour %@. Une fois celle-ci activée dans Réglages Système, vous devrez redémarrer SimplShot.
ja: SimplShotが%@には、画面収録の許可が必要です。 システム設定で有効にしたあと、SimplShotを再起動する必要があります。
ru: SimplShot требуется разрешение на запись экрана, чтобы %@. После включения в Системных настройках нужно будет перезапустить SimplShot.
zh_hans: SimplShot 需要屏幕录制权限才能%@。 在“系统设置”中开启后，需要重新启动 SimplShot。

source: SimplShot needs to restart to change the language.
de: SimplShot muss neu gestartet werden, um die Sprache zu ändern.
fr: SimplShot doit redémarrer pour changer de langue.
ja: 言語を変更するにはSimplShotを再起動する必要があります。
ru: Для смены языка SimplShot нужно перезапустить.
zh_hans: 更改语言需要重新启动 SimplShot。

source: SimplShot now speaks German — Deutsch joins English, French, Japanese, Russian and Simplified Chinese, so the whole interface, menus, alerts and these release notes are translated. Pick it in Settings › General, or let SimplShot follow your macOS language.
de: SimplShot spricht jetzt Deutsch — Deutsch gesellt sich zu Englisch, Französisch, Japanisch, Russisch und Chinesisch (vereinfacht), sodass die gesamte Oberfläche, Menüs, Hinweise und diese Versionshinweise übersetzt sind. Wähle es unter Einstellungen › Allgemein aus oder lass SimplShot der Sprache deines Mac folgen.
fr: SimplShot parle désormais allemand — l’allemand rejoint l’anglais, le français, le japonais, le russe et le chinois simplifié : toute l’interface, les menus, les alertes et ces notes de version sont traduits. Choisissez-le dans Réglages › Général, ou laissez SimplShot suivre la langue de votre Mac.
ja: SimplShotがドイツ語に対応しました — 英語、フランス語、日本語、ロシア語、簡体字中国語にドイツ語が加わり、インターフェイス全体、メニュー、警告、そしてこのリリースノートまで翻訳されています。設定 › 一般で選ぶか、macOSの言語設定に従わせることもできます。
ru: SimplShot заговорил по-немецки — немецкий присоединился к английскому, французскому, японскому, русскому и китайскому (упрощённому): переведены весь интерфейс, меню, предупреждения и эти заметки о выпуске. Выберите его в Настройках › Основные или позвольте SimplShot следовать языку macOS.
zh_hans: SimplShot 现已支持德语——德语加入英语、法语、日语、俄语和简体中文的行列，整个界面、菜单、提示对话框以及这份更新说明均已翻译。可在设置 › 通用中选择，也可让 SimplShot 跟随 macOS 的语言设置。

source: SimplShot uses much less memory — closed editing sessions are kept compressed in the background, so the app stays fast even after a long day of captures.
de: SimplShot braucht deutlich weniger Speicher — geschlossene Bearbeitungssitzungen werden komprimiert vorgehalten, damit die App auch nach einem langen Tag voller Aufnahmen schnell bleibt.
fr: SimplShot consomme beaucoup moins de mémoire — les sessions d'édition fermées sont conservées compressées, pour que l'app reste rapide même après une longue journée de captures.
ja: SimplShotのメモリ使用量が大幅に減りました — 閉じた編集セッションは圧縮して保持されるため、一日中キャプチャしてもアプリは快適なままです。
ru: SimplShot использует значительно меньше памяти — закрытые сеансы редактирования хранятся в сжатом виде, поэтому приложение остаётся быстрым даже после долгого дня со снимками.
zh_hans: SimplShot 的内存占用大幅降低 — 已关闭的编辑会话以压缩形式保存，即使截图一整天，应用也依然流畅。

source: Single Page View
de: Einzelseitenansicht
fr: Vue page unique
ja: 単一ページ表示
ru: Одна страница
zh_hans: 单页视图

source: Size
de: Größe
fr: Taille
ja: サイズ
ru: Размер
zh_hans: 大小

source: Sizes
de: Größen
fr: Tailles
ja: サイズ
ru: Размеры
zh_hans: 尺寸

source: Sketch
de: Skizze
fr: Croquis
ja: スケッチ
ru: Набросок
zh_hans: 手绘

source: Solid Colors
de: Einfarbig
fr: Couleurs unies
ja: 単色
ru: Сплошные цвета
zh_hans: 纯色

source: Some captures failed:
de: Einige Aufnahmen sind fehlgeschlagen:
fr: Certaines captures ont échoué :
ja: 一部のキャプチャに失敗しました:
ru: Некоторые снимки не удались:
zh_hans: 部分截图失败：

source: Spotlight
de: Scheinwerfer
fr: Projecteur
ja: スポットライト
ru: Подсветка
zh_hans: 聚光

source: Star
de: Stern
fr: Étoile
ja: 星
ru: Звезда
zh_hans: 星形

source: Startup:
de: Start:
fr: Démarrage :
ja: 起動:
ru: Запуск:
zh_hans: 启动：

source: Steps
de: Nummerierung
fr: Numéros
ja: 番号
ru: Нумерация
zh_hans: 步骤编号

source: Straighten
de: Ausrichten
fr: Redresser
ja: 傾き補正
ru: Выравнивание
zh_hans: 校正

source: Straighten tool — while cropping, drag the new Straighten slider to level a tilted screenshot in 1° steps. The crop tightens automatically so you never get blank corners, and an alignment grid appears while you adjust to help you line things up.
de: Werkzeug „Ausrichten“ — ziehe beim Zuschneiden am neuen Regler „Ausrichten“, um ein schiefes Bildschirmfoto in 1°-Schritten gerade zu rücken. Der Zuschnitt wird automatisch enger gefasst, sodass nie leere Ecken entstehen, und während des Anpassens erscheint ein Raster als Hilfe beim Ausrichten.
fr: Outil de redressement — pendant le rognage, faites glisser le nouveau curseur Redresser pour remettre d’aplomb une capture inclinée, par pas de 1°. Le rognage se resserre automatiquement, ce qui évite tout coin vide, et une grille d’alignement apparaît pendant le réglage pour vous aider à cadrer.
ja: 傾き補正ツール — トリミング中に新しい「傾き補正」スライダをドラッグすると、傾いたスクリーンショットを1°刻みで水平にできます。トリミング範囲は自動的に調整されるので余白の角ができることはなく、調整中は位置合わせ用のグリッドが表示されます。
ru: Инструмент выравнивания — при кадрировании потяните новый бегунок «Выравнивание», чтобы выровнять наклонённый снимок с шагом 1°. Область кадра автоматически подтягивается, поэтому пустых углов не будет, а во время настройки появляется сетка, помогающая выровнять кадр.
zh_hans: 校正工具——裁剪时拖移新增的“校正”滑块，即可以 1° 为步长把倾斜的截图摆正。裁剪范围会自动收紧，因此绝不会出现空白边角；调整过程中还会显示对齐网格，帮助您对准画面。

source: Stroke
de: Kontur
fr: Contour
ja: 線幅
ru: Обводка
zh_hans: 线宽

source: Sunset Blaze
de: Loderndes Abendrot
fr: Coucher de soleil ardent
ja: サンセットブレイズ
ru: Пылающий закат
zh_hans: 炽烈日落

source: Support SimplShot
de: SimplShot unterstützen
fr: Soutenir SimplShot
ja: SimplShotを支援
ru: Поддержать SimplShot
zh_hans: 支持 SimplShot

source: Support SimplShot ♥
de: SimplShot unterstützen ♥
fr: Soutenir SimplShot ♥
ja: SimplShotを支援 ♥
ru: Поддержать SimplShot ♥
zh_hans: 支持 SimplShot ♥

source: Switch to landscape
de: Zu Querformat wechseln
fr: Passer en paysage
ja: 横向きに切り替え
ru: Переключить на альбомную
zh_hans: 切换为横向

source: Switch to portrait
de: Zu Hochformat wechseln
fr: Passer en portrait
ja: 縦向きに切り替え
ru: Переключить на книжную
zh_hans: 切换为纵向

source: Takes effect after restarting SimplShot
de: Wird nach einem Neustart von SimplShot wirksam
fr: Prend effet après le redémarrage de SimplShot
ja: SimplShotの再起動後に有効になります
ru: Вступит в силу после перезапуска SimplShot
zh_hans: 重新启动 SimplShot 后生效
